Revit 2027 API
ParameterTypeId.LevelIsStructural Property
 "Structural"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelIsStructural { get; }
Public Shared ReadOnly Property LevelIsStructural As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelIsStructural {
	ForgeTypeId^ get ();
}
static member LevelIsStructural : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace